clusterMHDTest/Cilindro/MHD/RK4-Co1.0/AUSMpw-MHD/0/Bz
/*--------------------------------*- C++ -*----------------------------------*\
| =========                 |                                                 |
| \\      /  F ield         | OpenFOAM: The Open Source CFD Toolbox           |
|  \\    /   O peration     | Version:  1.6                                   |
|   \\  /    A nd           | Web:      http://www.OpenFOAM.org               |
|    \\/     M anipulation  |                                                 |
\*---------------------------------------------------------------------------*/
FoamFile
{
    version     2.0;
    format      ascii;
    class       volScalarField;
    object      Bz;
}
// * * * * * * * * * * * * * * * * * * * * * * * * * * * * * * * * * * * * * //

dimensions      [1 0 -2 0 0 -1 0];

internalField   uniform 0;

boundaryField
{

    front_back      
    {
                type            empty;      		
    }





    simetria      
    {
              type            zeroGradient;
    }


    Inlet      
	{	
              type            zeroGradient;
	
	} 

    outlet     
	{
		
               type            zeroGradient;
   
	} 


    cilindro
        {
                type      zeroGradient;

        }

}
// ************************************************************************* //
